Repository: DenisLedovskiy/printer1
Catalog: Printer1/Resorces/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: /month
de: /Monat
es: /mes
fr: /mois
it: /mese
pt_br: /mês

source: /week
de: /Woche
es: /semana
fr: /semaine
it: /settimana
pt_br: /semana

source: /year
de: /Jahr
es: /año
fr: /année
it: /anno
pt_br: /ano

source: Access all tools
de: Greifen Sie auf alle Tools zu
es: Acceso total a herramientas
fr: Accédez à tous les outils
it: Accedi a tutti gli strumenti
pt_br: Acesse todas as ferramentas

source: Add a Printer
de: Fügen Sie einen Drucker hinzu
es: Agregar una impresora
fr: Ajouter une imprimante
it: Aggiungi una stampante
pt_br: Adicionar uma impressora

source: Add documents
de: Dokumente hinzufügen
es: Agregar documentos
fr: Ajouter des documents
it: Aggiungi documenti
pt_br: Adicionar documentos

source: add page
de: Seite hinzufügen
es: agregar página
fr: ajouter une page
it: aggiungi pagina
pt_br: adicionar página

source: Add your first document
de: Fügen Sie Ihr erstes Dokument hinzu
es: Añade tu primer documento
fr: Ajoutez votre premier document
it: Aggiungi il tuo primo documento
pt_br: Adicione seu primeiro documento

source: Air Printer
de: Luftdrucker
es: Impresora de aire
fr: Imprimante aérienne
it: Stampante ad aria
pt_br: Impressora Aérea

source: Auto Printer
de: Drucker Automatisch
es: Impresora
fr: Imprimante automatique
it: Stampante automatica
pt_br: Impressora automática

source: by users
de: von Benutzern
es: por los usuarios
fr: par les utilisateurs
it: dagli utenti
pt_br: por usuários

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare
pt_br: Cancelar

source: Check that your printer is turned on and has no error indicators. Restart it to refresh the connection.
de: Überprüfen Sie, ob Ihr Drucker eingeschaltet ist und keine Fehleranzeigen aufweist. Starten Sie es neu, um die Verbindung zu aktualisieren.
es: Verifique que su impresora esté encendida y no tenga indicadores de error. Reinícielo para actualizar la conexión.
fr: Vérifiez que votre imprimante est allumée et ne présente aucun indicateur d'erreur. Redémarrez-le pour actualiser la connexion.
it: Controlla che la stampante sia accesa e non presenti indicatori di errore. Riavviarlo per aggiornare la connessione.
pt_br: Verifique se a impressora está ligada e sem indicadores de erro. Reinicie-o para atualizar a conexão.

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continuare
pt_br: Continuar

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
pt_br: Excluir

source: Detection
de: Erkennen
es: Auto-detección
fr: Détection
it: Rilevamento
pt_br: Detecção

source: documents
de: Unterlagen
es: documentos
it: documenti
pt_br: documentos

source: Double-check that your printer is on and connected, then try again
de: Überprüfen Sie noch einmal, ob Ihr Drucker eingeschaltet und angeschlossen ist, und versuchen Sie es dann erneut
es: Vuelva a verificar que su impresora esté encendida y conectada, luego inténtelo nuevamente
fr: Vérifiez à nouveau que votre imprimante est allumée et connectée, puis réessayez
it: Controlla nuovamente che la stampante sia accesa e connessa, quindi riprova
pt_br: Verifique novamente se a impressora está ligada e conectada e tente novamente

source: Ease
de: Leichtigkeit
es: Facilidad
fr: Facilité
it: Sollievo
pt_br: Facilidade

source: edit
de: bearbeiten
es: editar
fr: modifier
it: modificare
pt_br: editar

source: Ensure the printer isn’t out of paper, ink, or toner.
de: Stellen Sie sicher, dass im Drucker kein Papier, keine Tinte oder kein Toner mehr vorhanden ist.
es: Asegúrese de que la impresora no se haya quedado sin papel, tinta o tóner.
fr: Assurez-vous que l’imprimante n’est pas à court de papier, d’encre ou de toner.
it: Assicurarsi che la stampante non sia senza carta, inchiostro o toner.
pt_br: Certifique-se de que a impressora não esteja sem papel, tinta ou toner.

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
pt_br: Arquivos

source: For this feature to work, please allow access to the gallery.
de: Damit diese Funktion funktioniert, erlauben Sie bitte den Zugriff auf die Galerie.
es: Para que esta función funcione, permita el acceso a la galería.
fr: Pour que cette fonctionnalité fonctionne, veuillez autoriser l'accès à la galerie.
it: Affinché questa funzione funzioni, consenti l'accesso alla galleria.
pt_br: Para que este recurso funcione, permita o acesso à galeria.

source: From Web pages
de: Von Webseiten
es: De páginas web
fr: À partir de pages Web
it: Dalle pagine Web
pt_br: De páginas da web

source: From your Camera
de: Von Ihrer Kamera
es: Desde tu cámara
fr: Depuis votre appareil photo
it: Dalla tua fotocamera
pt_br: Da sua câmera

source: From your Files
de: Aus Ihren Dateien
es: De tus archivos
fr: À partir de vos fichiers
it: Dai tuoi file
pt_br: Dos seus arquivos

source: From your Gallery
de: Aus Ihrer Galerie
es: Desde tu galería
fr: Depuis votre galerie
it: Dalla tua Galleria
pt_br: Da sua galeria

source: history
de: Geschichte
es: historia
fr: histoire
it: storia
pt_br: história

source: How to connect to Printer
de: So stellen Sie eine Verbindung zum Drucker her
es: Cómo conectarse a la impresora
fr: Comment se connecter à l'imprimante
it: Come connettersi alla stampante
pt_br: Como se conectar à impressora

source: Import Files
de: Dateien importieren
es: Importar archivos
fr: Importer des fichiers
it: Importa file
pt_br: Importar arquivos

source: Import from
de: Importieren von
es: Importar desde
fr: Importer depuis
it: Importa da
pt_br: Importar de

source: Lastly, confirm that your printer actually supports AirPrint — not all printers do.
de: Stellen Sie abschließend sicher, dass Ihr Drucker AirPrint tatsächlich unterstützt – nicht alle Drucker tun dies.
es: Por último, confirme que su impresora realmente sea compatible con AirPrint; no todas las impresoras lo hacen.
fr: Enfin, confirmez que votre imprimante prend réellement en charge AirPrint (toutes les imprimantes ne le font pas).
it: Infine, verifica che la tua stampante supporti effettivamente AirPrint: non tutte le stampanti lo fanno.
pt_br: Por último, confirme se a sua impressora realmente oferece suporte ao AirPrint – nem todas as impressoras oferecem.

source: Look for any alerts on the printer screen and refer to the user manual to troubleshoot them.
de: Suchen Sie nach Warnmeldungen auf dem Druckerbildschirm und lesen Sie im Benutzerhandbuch nach, um diese zu beheben.
es: Busque alertas en la pantalla de la impresora y consulte el manual del usuario para solucionarlas.
fr: Recherchez les alertes sur l'écran de l'imprimante et reportez-vous au manuel d'utilisation pour les résoudre.
it: Cerca eventuali avvisi sullo schermo della stampante e fai riferimento al manuale dell'utente per risolverli.
pt_br: Procure alertas na tela da impressora e consulte o manual do usuário para solucioná-los.

source: Looking for Printers...
de: Auf der Suche nach Druckern...
es: Buscando impresoras...
fr: À la recherche d'imprimeurs...
it: Cerco Stampanti...
pt_br: Procurando impressoras...

source: Make sure your iPhone or iPad and the printer are connected to the same Wi-Fi network.
de: Stellen Sie sicher, dass Ihr iPhone oder iPad und der Drucker mit demselben Wi-Fi-Netzwerk verbunden sind.
es: Asegúrese de que su iPhone o iPad y la impresora estén conectados a la misma red Wi-Fi.
fr: Assurez-vous que votre iPhone ou iPad et l'imprimante sont connectés au même réseau Wi-Fi.
it: Assicurati che il tuo iPhone o iPad e la stampante siano connessi alla stessa rete Wi-Fi.
pt_br: Certifique-se de que seu iPhone ou iPad e a impressora estejam conectados à mesma rede Wi-Fi.

source: Make sure your printer is powered on and in range of your Wi-Fi network
de: Stellen Sie sicher, dass Ihr Drucker eingeschaltet ist und sich in Reichweite Ihres WLAN-Netzwerks befindet
es: Asegúrese de que su impresora esté encendida y dentro del alcance de su red Wi-Fi
fr: Assurez-vous que votre imprimante est sous tension et à portée de votre réseau Wi-Fi
it: Assicurati che la stampante sia accesa e nel raggio di copertura della rete Wi-Fi
pt_br: Certifique-se de que sua impressora esteja ligada e ao alcance de sua rede Wi-Fi

source: Need help connecting
de: Brauche Hilfe beim Verbinden
es: Necesita ayuda para conectarse
fr: Besoin d'aide pour me connecter
it: Hai bisogno di aiuto per connetterti
pt_br: Precisa de ajuda para se conectar

source: No connected
de: Keine Verbindung
es: No conectado
fr: Non connecté
it: Non connesso
pt_br: Não conectado

source: No files found
de: Keine Dateien gefunden
es: No se encontraron archivos
fr: Aucun fichier trouvé
it: Nessun file trovato
pt_br: Nenhum arquivo encontrado

source: No Printer selected
de: Kein Drucker ausgewählt
es: Ninguna impresora seleccionada
fr: Aucune imprimante sélectionnée
it: Nessuna stampante selezionata
pt_br: Nenhuma impressora selecionada

source: No printers found
de: Keine Drucker gefunden
es: No se encontraron impresoras
fr: Aucune imprimante trouvée
it: Nessuna stampante trovata
pt_br: Nenhuma impressora encontrada

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non adesso
pt_br: Agora não

source: Photos
de: Fotos
es: Fotos
it: Foto
pt_br: Fotos

source: print
de: drucken
es: imprimir
fr: imprimer
it: stampa
pt_br: imprimir

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
pt_br: Imprimir

source: Print from Files
de: Drucken aus Dateien
es: Imprimir desde archivos
fr: Imprimer à partir de fichiers
it: Stampa da file
pt_br: Imprimir de arquivos

source: Print from Gallery
de: Drucken aus der Galerie
es: Imprimir desde la galería
fr: Imprimer depuis la galerie
it: Stampa dalla Galleria
pt_br: Imprimir da Galeria

source: Print with
de: Drucken mit
es: Imprimir con
fr: Imprimer avec
it: Stampa con
pt_br: Imprimir com

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
pt_br: Privacidade

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza
pt_br: Política de Privacidade

source: Ready to Print
de: Bereit zum Drucken
es: Listo para imprimir
fr: Prêt à imprimer
it: Pronto per la stampa
pt_br: Pronto para imprimir

source: Refresh
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
it: Aggiorna
pt_br: Atualizar

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristinare
pt_br: Restaurar

source: Select
de: Wählen
es: Seleccionar
fr: Sélectionner
it: Selezionare
pt_br: Selecione

source: Select “Add a printer” and choose your wireless printer from the list
de: Wählen Sie „Drucker hinzufügen“ und wählen Sie Ihren WLAN-Drucker aus der Liste aus
es: Seleccione "Agregar una impresora" y elija su impresora inalámbrica de la lista
fr: Sélectionnez « Ajouter une imprimante » et choisissez votre imprimante sans fil dans la liste
it: Seleziona "Aggiungi una stampante" e scegli la tua stampante wireless dall'elenco
pt_br: Selecione “Adicionar uma impressora” e escolha sua impressora sem fio na lista

source: Select a printer model first to release the print job
de: Wählen Sie zunächst ein Druckermodell aus, um den Druckauftrag freizugeben
es: Seleccione primero un modelo de impresora para liberar el trabajo de impresión.
fr: Sélectionnez d'abord un modèle d'imprimante pour lancer le travail d'impression
it: Selezionare prima un modello di stampante per rilasciare il lavoro di stampa
pt_br: Selecione primeiro um modelo de impressora para liberar o trabalho de impressão

source: settings
de: einstellungen
es: ajustes
fr: paramètres
it: impostazioni
pt_br: configurações

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt_br: Configurações

source: Share
de: Aktie
es: Compartir
fr: Partager
it: Condividere
pt_br: Compartilhar

source: Share link
de: Link teilen
es: Compartir enlace
fr: Partager le lien
it: Condividi collegamento
pt_br: Compartilhar link

source: Sorry
de: Entschuldigung
es: Lo siento
fr: Désolé
it: Scusa
pt_br: Desculpe

source: Switch icon
de: Symbol wechseln
es: Icono de cambio
fr: Icône de changement
it: Cambia icona
pt_br: Ícone de troca

source: Terms
de: Bedingungen
es: Términos
fr: Termes
it: Termini
pt_br: Termos

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
pt_br: Termos de Uso

source: There are currently seven supported formats: doc, docx, xls, xIsx, ppt, pptx, pdf.
de: Derzeit werden sieben Formate unterstützt: doc, docx, xls, xIsx, ppt, pptx, pdf.
es: Actualmente hay siete formatos compatibles: doc, docx, xls, xIsx, ppt, pptx, pdf.
fr: Il existe actuellement sept formats pris en charge : doc, docx, xls, xIsx, ppt, pptx, pdf.
it: Attualmente sono sette i formati supportati: doc, docx, xls, xIsx, ppt, pptx, pdf.
pt_br: Existem atualmente sete formatos suportados: doc, docx, xls, xIsx, ppt, pptx, pdf.

source: Trusted
de: Vertrauenswürdig
es: Confiable
fr: Confiance
it: Fidato
pt_br: Confiável

source: Try now
de: Versuchen Sie es jetzt
es: Pruébalo ahora
fr: Essayez maintenant
it: Prova adesso
pt_br: Experimente agora

source: Unable to find your printer
de: Ihr Drucker konnte nicht gefunden werden
es: No se puede encontrar su impresora
fr: Impossible de trouver votre imprimante
it: Impossibile trovare la tua stampante
pt_br: Não foi possível encontrar sua impressora

source: Unlimited prints, faster processing, storage for your documents for
de: Unbegrenzte Ausdrucke, schnellere Verarbeitung, Speicherung Ihrer Dokumente für
es: Impresiones ilimitadas, procesamiento más rápido, almacenamiento de sus documentos para
fr: Impressions illimitées, traitement plus rapide, stockage de vos documents pour
it: Stampe illimitate, elaborazione più rapida, archiviazione dei tuoi documenti
pt_br: Impressões ilimitadas, processamento mais rápido, armazenamento para seus documentos por

source: Unlimited prints, faster processing, storage for your documents for %@
de: Unbegrenzte Ausdrucke, schnellere Verarbeitung, Speicherung Ihrer Dokumente für %@
es: Impresiones ilimitadas, procesamiento más rápido, almacenamiento de sus documentos por %@
fr: Impressions illimitées, traitement plus rapide, stockage de vos documents pour %@
it: Stampe illimitate, elaborazione più rapida, archiviazione dei tuoi documenti a %@
pt_br: Impressões ilimitadas, processamento mais rápido e armazenamento de documentos por %@

source: Unlock full access
de: Schalten Sie den vollen Zugriff frei
es: Desbloquear acceso completo
fr: Débloquez l'accès complet
it: Sblocca l'accesso completo
pt_br: Desbloqueie o acesso total

source: Use the printer’s control panel to connect it to your Wi-Fi network. Ensure the printer is within range of the wireless router for successful communication
de: Verwenden Sie das Bedienfeld des Druckers, um ihn mit Ihrem Wi-Fi-Netzwerk zu verbinden. Stellen Sie für eine erfolgreiche Kommunikation sicher, dass sich der Drucker in Reichweite des WLAN-Routers befindet
es: Utilice el panel de control de la impresora para conectarla a su red Wi-Fi. Asegúrese de que la impresora esté dentro del alcance del enrutador inalámbrico para una comunicación exitosa
fr: Utilisez le panneau de commande de l'imprimante pour la connecter à votre réseau Wi-Fi. Assurez-vous que l'imprimante est à portée du routeur sans fil pour une communication réussie
it: Utilizza il pannello di controllo della stampante per connetterla alla rete Wi-Fi. Assicurarsi che la stampante si trovi nel raggio d'azione del router wireless per garantire una comunicazione corretta
pt_br: Use o painel de controle da impressora para conectá-la à sua rede Wi-Fi. Certifique-se de que a impressora esteja dentro do alcance do roteador sem fio para uma comunicação bem-sucedida

source: View
de: Sicht
es: Vista
fr: Voir
it: Visualizzazione
pt_br: Visualizar

source: Visit the [FAQ] for step-by-step guidance
de: Besuchen Sie die [FAQ] für eine Schritt-für-Schritt-Anleitung
es: Visite las [Preguntas frecuentes] para obtener orientación paso a paso
fr: Consultez la [FAQ] pour obtenir des conseils étape par étape
it: Visita le [FAQ] per una guida passo passo
pt_br: Visite o [FAQ] para orientação passo a passo

source: Visit your printer manufacturer’s website to see if a firmware update is available — even new printers may require one.
de: Besuchen Sie die Website Ihres Druckerherstellers, um zu sehen, ob ein Firmware-Update verfügbar ist – selbst neue Drucker benötigen möglicherweise eines.
es: Visite el sitio web del fabricante de su impresora para ver si hay una actualización de firmware disponible; incluso las impresoras nuevas pueden requerir una.
fr: Visitez le site Web du fabricant de votre imprimante pour voir si une mise à jour du micrologiciel est disponible. Même les nouvelles imprimantes peuvent en nécessiter une.
it: Visita il sito Web del produttore della stampante per verificare se è disponibile un aggiornamento del firmware: anche le nuove stampanti potrebbero richiederne uno.
pt_br: Visite o site do fabricante da sua impressora para ver se uma atualização de firmware está disponível – até mesmo impressoras novas podem exigir uma.

source: We support over 7,000 popular printer models from leading brands, including: HP, Canon, Epson, Brother, Polono, Aurora, Dell, Develop, Fuji, Gestetner, Infotec, Konica, Lanier, Lexmark, MI, NRG, OKI, Olivetti, Panasonic, Pantum, Ricoh, Samsung, Savin, Sharp, Sindoh, TA, Toshiba, Xerox, ZINK, and more. Supported printer models:
de: Wir unterstützen über 7.000 beliebte Druckermodelle führender Marken, darunter: HP, Canon, Epson, Brother, Polono, Aurora, Dell, Develop, Fuji, Gestetner, Infotec, Konica, Lanier, Lexmark, MI, NRG, OKI, Olivetti, Panasonic, Pantum, Ricoh, Samsung, Savin, Sharp, Sindoh, TA, Toshiba, Xerox, ZINK und mehr. Unterstützte Druckermodelle:
es: Admitimos más de 7000 modelos de impresoras populares de marcas líderes, incluidas: HP, Canon, Epson, Brother, Polono, Aurora, Dell, Develop, Fuji, Gestetner, Infotec, Konica, Lanier, Lexmark, MI, NRG, OKI, Olivetti, Panasonic, Pantum, Ricoh, Samsung, Savin, Sharp, Sindoh, TA, Toshiba, Xerox, ZINK y más. Modelos de impresora compatibles:
fr: Nous prenons en charge plus de 7 000 modèles d'imprimantes populaires de grandes marques, notamment : HP, Canon, Epson, Brother, Polono, Aurora, Dell, Develop, Fuji, Gestetner, Infotec, Konica, Lanier, Lexmark, MI, NRG, OKI, Olivetti, Panasonic, Pantum, Ricoh, Samsung, Savin, Sharp, Sindoh, TA, Toshiba, Xerox, ZINK, et plus encore. Modèles d'imprimantes pris en charge :
it: Supportiamo oltre 7.000 modelli di stampanti popolari di marchi leader, tra cui: HP, Canon, Epson, Brother, Polono, Aurora, Dell, Develop, Fuji, Gestetner, Infotec, Konica, Lanier, Lexmark, MI, NRG, OKI, Olivetti, Panasonic, Pantum, Ricoh, Samsung, Savin, Sharp, Sindoh, TA, Toshiba, Xerox, ZINK e altri. Modelli di stampante supportati:
pt_br: Oferecemos suporte a mais de 7.000 modelos de impressoras populares de marcas líderes, incluindo: HP, Canon, Epson, Brother, Polono, Aurora, Dell, Develop, Fuji, Gestetner, Infotec, Konica, Lanier, Lexmark, MI, NRG, OKI, Olivetti, Panasonic, Pantum, Ricoh, Samsung, Savin, Sharp, Sindoh, TA, Toshiba, Xerox, ZINK e muito mais. Modelos de impressora suportados:

source: Web pages
de: Webseiten
es: Paginas web
fr: Pages Web
it: Pagine Web
pt_br: Páginas da web

source: What document formats are currently available for printing
de: Welche Dokumentformate stehen derzeit zum Drucken zur Verfügung?
es: ¿Qué formatos de documentos están disponibles actualmente para imprimir?
fr: Quels formats de documents sont actuellement disponibles pour l'impression
it: Quali formati di documenti sono attualmente disponibili per la stampa
pt_br: Quais formatos de documentos estão atualmente disponíveis para impressão

source: Which printing devices are supported
de: Welche Druckgeräte werden unterstützt?
es: ¿Qué dispositivos de impresión son compatibles?
fr: Quels périphériques d'impression sont pris en charge
it: Quali dispositivi di stampa sono supportati
pt_br: Quais dispositivos de impressão são suportados

source: Without Limits
de: Ohne Grenzen
es: Sin límites
fr: Sans limites
it: Senza limiti
pt_br: Sem Limites

source: Browser
es: Navegador
fr: Navigateur
it: Navigatore
pt_br: Navegador

source: FAQ
es: Preguntas frecuentes
it: Domande frequenti
pt_br: Perguntas frequentes

source: import
es: importar
fr: importer
it: importare
pt_br: importar

source: Scan
es: Escanear
fr: Balayage
it: Scansione
pt_br: Digitalizar
